import styles from "./AboutUs.module.css";

function AboutUs() {
  return (
    <div className={styles.container}>
      {/* Header */}
      <div className={styles.head}>
        <h1>درباره تورینو</h1>
        <p>تجربه سفری لذت‌بخش</p>
      </div>

      {/* Content */}
      <div className={styles.content}>
        <h2>آژانس مسافرتی تورینو</h2>
        <p>
          عازم کجا هستید؟ هیچ فرقی نمی‌کند. این حق شماست که سفری باکیفیت، آسان و
          مطمئن را تجربه کنید. تورینو، به عنوان رتبه یک فروش بلیط سفر در کنار
          شماست تا تجربه‌ای شایسته از یک سفر به‌یادماندنی را ایجاد کند. سفر باید
          آسان باشد، مطمئن و به‌صرفه؛ و همه اینها در تورینو خلاصه شده. از هر کجا
          به هر کجا، با هواپیما، قطار، اتوبوس یا تور. حتی برای اقامت شایسته در
          سفرهای خارجی می‌توانید روی هتل‌های تورینو حساب کنید. تورینو همسفر
          حرفه‌ای‌هاست، و این تجربه‌ی حرفه‌ای در همه مراحل سفر همراه شماست. از
          زمانی که قصد سفرکرده‌اید و نیاز به راهنمایی دارید ، تا خرید بلیط و
          پشتیبانی 24 ساعته توسط تیم 247 نفره مرکز پشتیبانی. حتی وقتی که برنامه
          سفرتان تغییر کرده و قصد استرداد بلیط را دارید ما در کنار شما هستیم.
          تورینو برندی از هلدینگ پرافتخار توشا (توسعه تجربه شایسته سفر) است،
          سامانه‌ای که به‌واسطه پشتیبانی و حمایت شما در سکوی اول گردشگری کشور
          ایستاده. ما به این جایگاه قانع نشده‌ایم و تلاش‌مان برای بهبود لحظه‌ای
          متوقف نمی‌شود. البته در این مسیر پرپیچ‌و‌خم تنها نیستیم و همسفران
          شایسته‌ای چون شما دلگرمی اصلی ماست. آمارها نشان می‌دهد که بیشتر از 97
          درصد از مشتریان، ما را به دیگران توصیه کرده‌اند و سفیر پیام تورینو
          شده‌اند. مطمئن هستیم راه را درست رفته‌ایم، چرا که مورداعتماد شما
          هستیم. تورینو بزرگترین و معتبرترین سایت خرید اینترنتی بلیط هواپیما ،
          قطار و اتوبوس در کشور که از سال 1393 کار خود را شروع کرده و در این مدت
          توانسته رضایت درصد قابل توجهی از کاربران را به دست بیاورد. در ابتدا،
          فروش بلیط پرواز داخلی در دستور کار گردشگری قرار داشت؛ اما به مرور
          امکان خرید سایر محصولات گردشگری نیز به گردشگری اضافه شد.
        </p>
      </div>

      {/* Features */}
      <div className={styles.features}>
        <div className={styles.card}>
          <img src="/SVG/support.png" />
          <p>پشتیبانی ۲۴ ساعته</p>
        </div>

        <div className={styles.card}>
          <img src="/SVG/airplane.png" />
          <p>ساخت تورهای متنوع</p>
        </div>

        <div className={styles.card}>
          <img src="/SVG/quality-assurance.png" />
          <p>تضمین بهترین کیفیت</p>
        </div>

        <div className={styles.card}>
          <img src="/SVG/global-shipping.png" />
          <p>اجرای تورهای متنوع</p>
        </div>
      </div>
    </div>
  );
}

export default AboutUs;
